# utility/essential
brew "fzf"
brew "gifsicle"
brew "hub"
brew "mas"
brew "tree"
brew "vim"

# development dependencies
brew "nvm"

# games and fun stuff
brew "archey"
brew "cheat"
brew "youtube-dl"

# native and gui apps
cask "1password"
cask "visual-studio-code"
cask "alfred"
cask "diskwave"
cask "homebrew/cask-fonts/font-inconsolata-for-powerline-bold"
cask "iterm2"
cask "slack"
cask "spectacle"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "licecap"
cask "loom"
cask "nordvpn"
cask "libreoffice"
cask "spotify"
cask "sketch"
cask "skype"
cask "virtualbox"
cask "firefox"
cask "brave-browser"

# mac app store
# mas "com.apple.dt.Xcode", id: 497799835
mas "com.kryolokovlin.Noizio", id: 928871589
mas "com.fiplab.clipboard", id: 1020812363
mas "com.zzd.Xnip", id: 1221250572

# ScanSnap
# Oh My Zsh
# google drive
